Repository: Shubhamitsingh/Chamak
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, mr, ta, te, ur

source: Home
hi: होम
kn: ಮುಖಪುಟ
ml: ഹോം
mr: होम
ta: முகப்பு
te: హోమ్
ur: ہوم

source: Explore
hi: एक्सप्लोर
kn: ಅನ್ವೇಷಿಸಿ
ml: പര്യവേക്ഷണം ചെയ്യുക
mr: एक्सप्लोर
ta: ஆராயுங்கள்
te: అన్వేషించండి
ur: دریافت کریں

source: Live
hi: लाइव
kn: ಲೈವ್
ml: തത്സമയം
mr: लाइव्ह
ta: நேரலை
te: లైవ్
ur: لائیو

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ta: அமைப்புகள்
te: సెట్టింగులు
ur: ترتیبات

source: Wallet
hi: वॉलेट
kn: ವಾಲೆಟ್
ml: വാലറ്റ്
mr: वॉलेट
ta: பணப்பை
te: వాలెట్
ur: والیٹ

source: Messages
hi: संदेश
kn: ಸಂದೇಶಗಳು
ml: സന്ദേശങ്ങൾ
mr: संदेश
ta: செய்திகள்
te: సందేశాలు
ur: پیغامات

source: Level
hi: लेवल
kn: ಮಟ್ಟ
ml: നില
mr: स्तर
ta: நிலை
te: స్థాయి
ur: سطح

source: Account & Security
hi: खाता और सुरक्षा
kn: ಖಾತೆ ಮತ್ತು ಭದ್ರತೆ
ml: അക്കൗണ്ടും സുരക്ഷയും
mr: खाते आणि सुरक्षा
ta: கணக்கு மற்றும் பாதுகாப்பு
te: ఖాతా మరియు భద్రత
ur: اکاؤنٹ اور سیکیورٹی

source: Contact Support
hi: सहायता से संपर्क करें
kn: ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: പിന്തുണയുമായി ബന്ധപ്പെടുക
mr: समर्थनाशी संपर्क साधा
ta: ஆதரவை தொடர்பு கொள்ளுங்கள்
te: మద్దతును సంప్రదించండి
ur: سپورٹ سے رابطہ کریں

source: Language
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
ta: மொழி
te: భాష
ur: زبان

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి
ur: زبان منتخب کریں

source: Followers
hi: फॉलोअर्स
kn: ಅನುಯಾಯಿಗಳು
ml: പിന്തുടരുന്നവർ
mr: अनुयायी
ta: பின்தொடர்பவர்கள்
te: అనుచరులు
ur: پیروکار

source: Following
hi: फॉलोइंग
kn: ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ
ml: പിന്തുടരുന്നു
mr: अनुसरण
ta: பின்தொடர்கிறது
te: అనుసరిస్తున్నారు
ur: فالونگ

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइल संपादित करा
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్‌ను సవరించండి
ur: پروفائل میں ترمیم کریں

source: Save Changes
hi: परिवर्तन सहेजें
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുക
mr: बदल जतन करा
ta: மாற்றங்களைச் சேமி
te: మార్పులను సేవ్ చేయండి
ur: تبدیلیاں محفوظ کریں

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: മുഴുവൻ പേര്
mr: पूर्ण नाव
ta: முழுப் பெயர்
te: పూర్తి పేరు
ur: پورا نام

source: Age
hi: आयु
kn: ವಯಸ್ಸು
ml: പ്രായം
mr: वय
ta: வயது
te: వయస్సు
ur: عمر

source: Gender
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗം
mr: लिंग
ta: பாலினம்
te: లింగం
ur: جنس

source: Country
hi: देश
kn: ದೇಶ
ml: രാജ്യം
mr: देश
ta: நாடு
te: దేశం
ur: ملک

source: City
hi: शहर
kn: ನಗರ
ml: നഗരം
mr: शहर
ta: நகரம்
te: నగరం
ur: شہر

source: Bio
hi: बायो
kn: ಬಯೋ
ml: ആമുഖം
mr: परिचय
ta: அறிமுகம்
te: పరిచయం
ur: تعارف

source: Male
hi: पुरुष
kn: ಪುರುಷ
ml: പുരുഷൻ
mr: पुरुष
ta: ஆண்
te: పురుషుడు
ur: مرد

source: Female
hi: महिला
kn: ಸ್ತ್ರೀ
ml: സ്ത്രീ
mr: स्त्री
ta: பெண்
te: స్త్రీ
ur: عورت

source: Other
hi: अन्य
kn: ಇತರೆ
ml: മറ്റുള്ളവ
mr: इतर
ta: மற்றவை
te: ఇతరాలు
ur: دیگر

source: Prefer not to say
hi: नहीं बताना चाहते
kn: ಹೇಳಲು ಬಯಸುವುದಿಲ್ಲ
ml: പറയാൻ താൽപ്പര്യമില്ല
mr: सांगू इच्छित नाही
ta: சொல்ல விரும்பவில்லை
te: చెప్పడానికి ఇష్టపడరు
ur: نہیں بتانا چاہتے

# enterYourName
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ മുഴുവൻ പേര് നൽകുക
mr: तुमचे पूर्ण नाव प्रविष्ट करा
ta: உங்கள் முழுப் பெயரை உள்ளிடவும்
te: మీ పూర్తి పేరును నమోదు చేయండి
ur: اپنا پورا نام درج کریں

source: Enter your age
hi: अपनी आयु दर्ज करें
kn: ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പ്രായം നൽകുക
mr: तुमचे वय प्रविष्ट करा
ta: உங்கள் வயதை உள்ளிடவும்
te: మీ వయస్సును నమోదు చేయండి
ur: اپنی عمر درج کریں

source: Enter your city
hi: अपना शहर दर्ज करें
kn: ನಿಮ್ಮ ನಗರವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ നഗരം നൽകുക
mr: तुमचे शहर प्रविष्ट करा
ta: உங்கள் நகரத்தை உள்ளிடவும்
te: మీ నగరాన్ని నమోదు చేయండి
ur: اپنا شہر درج کریں

source: Tell us about yourself...
hi: अपने बारे में बताएं...
kn: ನಿಮ್ಮ ಬಗ್ಗೆ ಹೇಳಿ...
ml: നിങ്ങളെക്കുറിച്ച് ഞങ്ങളോട് പറയുക...
mr: तुमच्याबद्दल आम्हाला सांगा...
ta: உங்களைப் பற்றி எங்களுக்குச் சொல்லுங்கள்...
te: మీ గురించి మాకు చెప్పండి...
ur: اپنے بارے میں بتائیں...

source: Change Profile Picture
hi: प्रोफ़ाइल फोटो बदलें
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸಿ
ml: പ്രൊഫൈൽ ചിത്രം മാറ്റുക
mr: प्रोफाइल चित्र बदला
ta: சுயவிவரப் படத்தை மாற்று
te: ప్రొఫైల్ చిత్రాన్ని మార్చండి
ur: پروفائل تصویر تبدیل کریں

source: Open Camera
hi: कैमरा खोलें
kn: ಕ್ಯಾಮೆರಾ ತೆರೆಯಿರಿ
ml: ക്യാമറ തുറക്കുക
mr: कॅमेरा उघडा
ta: கேமராவைத் திற
te: కెమెరాను తెరవండి
ur: کیمرہ کھولیں

source: Open Gallery
hi: गैलरी खोलें
kn: ಗ್ಯಾಲರಿ ತೆರೆಯಿರಿ
ml: ഗാലറി തുറക്കുക
mr: गॅलरी उघडा
ta: கேலரியைத் திற
te: గ్యాలరీని తెరవండి
ur: گیلری کھولیں

source: Take a new photo
hi: नई फोटो लें
kn: ಹೊಸ ಫೋಟೋ ತೆಗೆಯಿರಿ
ml: പുതിയ ഫോട്ടോ എടുക്കുക
mr: नवीन फोटो घ्या
ta: புதிய புகைப்படம் எடு
te: కొత్త ఫోటో తీయండి
ur: نئی تصویر لیں

source: Choose from gallery
hi: गैलरी से चुनें
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆಯ್ಕೆಮಾಡಿ
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: गॅलरीमधून निवडा
ta: கேலரியிலிருந்து தேர்வு செய்
te: గ్యాలరీ నుండి ఎంచుకోండి
ur: گیلری سے منتخب کریں

source: Detect
hi: पता लगाएं
kn: ಗುರುತಿಸಿ
ml: കണ്ടെത്തുക
mr: शोधा
ta: கண்டறி
te: గుర్తించండి
ur: تلاش کریں

source: Detecting...
hi: पता लगा रहा है...
kn: ಗುರುತಿಸಲಾಗುತ್ತಿದೆ...
ml: കണ്ടെത്തുന്നു...
mr: शोधत आहे...
ta: கண்டறிகிறது...
te: గుర్తిస్తోంది...
ur: تلاش کر رہا ہے...

source: Your city will be auto-detected
hi: आपका शहर स्वचालित रूप से पता लगाया जाएगा
kn: ನಿಮ್ಮ ನಗರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರುತಿಸಲಾಗುತ್ತದೆ
ml: നിങ്ങളുടെ നഗരം സ്വയമേവ കണ്ടെത്തും
mr: तुमचे शहर स्वयंचलितपणे शोधले जाईल
ta: உங்கள் நகரம் தானாகக் கண்டறியப்படும்
te: మీ నగరం స్వయంచాలకంగా గుర్తించబడుతుంది
ur: آپ کا شہر خودکار طور پر تلاش کیا جائے گا

source: Profile updated successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई!
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
ml: പ്രൊഫൈൽ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു!
mr: प्रोफाइल यशस्वीरित्या अपडेट केले!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది!
ur: پروفائل کامیابی سے اپ ڈیٹ ہو گیا!

source: Location detected
hi: स्थान का पता लगाया गया
kn: ಸ್ಥಳವನ್ನು ಗುರುತಿಸಲಾಗಿದೆ
ml: സ്ഥാനം കണ്ടെത്തി
mr: स्थान शोधले
ta: இடம் கண்டறியப்பட்டது
te: స్థానం గుర్తించబడింది
ur: مقام تلاش کیا گیا

# locationUnavailable
source: Location unavailable - Please enter manually
hi: स्थान उपलब्ध नहीं है - कृपया मैन्युअल रूप से दर्ज करें
kn: ಸ್ಥಳ ಲಭ್ಯವಿಲ್ಲ - ದಯವಿಟ್ಟು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಮೂದಿಸಿ
ml: സ്ഥാനം ലഭ്യമല്ല - ദയവായി സ്വമേധയാ നൽകുക
mr: स्थान उपलब्ध नाही - कृपया मॅन्युअली प्रविष्ट करा
ta: இடம் கிடைக்கவில்லை - கைமுறையாக உள்ளிடவும்
te: స్థానం అందుబాటులో లేదు - దయచేసి మాన్యువల్‌గా నమోదు చేయండి
ur: مقام دستیاب نہیں - براہ کرم دستی طور پر درج کریں

source: Location permission needed
hi: स्थान अनुमति की आवश्यकता है
kn: ಸ್ಥಳ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: സ്ഥാന അനുമതി ആവശ്യമാണ്
mr: स्थान परवानगी आवश्यक आहे
ta: இட அனுமதி தேவை
te: స్థాన అనుమతి అవసరం
ur: مقام کی اجازت درکار ہے

source: Enable location services
hi: स्थान सेवाएं सक्षम करें
kn: ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സ്ഥാന സേവനങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: स्थान सेवा सक्षम करा
ta: இட சேவைகளை இயக்கு
te: స్థాన సేవలను ప్రారంభించండి
ur: لوکیشن سروسز کو فعال کریں

source: Search
hi: खोजें
kn: ಹುಡುಕಿ
ml: തിരയുക
mr: शोधा
ta: தேடு
te: శోధించండి
ur: تلاش کریں

source: Search hosts...
hi: होस्ट खोजें...
kn: ಹೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಿ...
ml: ഹോസ്റ്റുകൾ തിരയുക...
mr: होस्ट शोधा...
ta: புரவலர்களைத் தேடு...
te: హోస్ట్‌లను శోధించండి...
ur: میزبان تلاش کریں...

source: Search live streams...
hi: लाइव स्ट्रीम खोजें...
kn: ಲೈವ್ ಸ್ಟ್ರೀಮ್‌ಗಳನ್ನು ಹುಡುಕಿ...
ml: തത്സമയ സ്ട്രീമുകൾ തിരയുക...
mr: लाइव्ह स्ट्रीम शोधा...
ta: நேரலை ஸ்ட்ரீம்களைத் தேடு...
te: లైవ్ స్ట్రీమ్‌లను శోధించండి...
ur: لائیو سٹریمز تلاش کریں...

source: Search for hosts
hi: होस्ट के लिए खोजें
kn: ಹೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: ഹോസ്റ്റുകൾക്കായി തിരയുക
mr: होस्टसाठी शोधा
ta: புரவலர்களைத் தேடு
te: హోస్ట్‌ల కోసం శోధించండి
ur: میزبانوں کے لیے تلاش کریں

source: Search for live streams
hi: लाइव स्ट्रीम के लिए खोजें
kn: ಲೈವ್ ಸ್ಟ್ರೀಮ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: തത്സമയ സ്ട്രീമുകൾക്കായി തിരയുക
mr: लाइव्ह स्ट्रीमसाठी शोधा
ta: நேரலை ஸ்ட்ரீம்களுக்காக தேடு
te: లైవ్ స్ట్రీమ్‌ల కోసం శోధించండి
ur: لائیو سٹریمز کے لیے تلاش کریں

# startTypingToFind
source: Start typing to find what you're looking for
hi: जो आप ढूंढ रहे हैं उसे टाइप करना शुरू करें
kn: ನೀವು ಹುಡುಕುತ್ತಿರುವುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ಟೈಪ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ
ml: നിങ്ങൾ അന്വേഷിക്കുന്നത് കണ്ടെത്താൻ ടൈപ്പ് ചെയ്യാൻ ആരംഭിക്കുക
mr: तुम्ही जे शोधत आहात ते शोधण्यासाठी टाइप करणे सुरू करा
ta: நீங்கள் தேடுவதைக் கண்டறிய தட்டச்சு செய்யத் தொடங்குங்கள்
te: మీరు వెతుకుతున్నదాన్ని కనుగొనడానికి టైప్ చేయడం ప్రారంభించండి
ur: جو آپ تلاش کر رہے ہیں اسے تلاش کرنے کے لیے ٹائپ کرنا شروع کریں

source: No results found
hi: कोई परिणाम नहीं मिला
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: कोणतेही परिणाम आढळले नाहीत
ta: முடிவுகள் எதுவும் இல்லை
te: ఫలితాలు ఏవీ దొరకలేదు
ur: کوئی نتائج نہیں ملے

# tryDifferentKeywords
source: Try searching with different keywords
hi: अलग कीवर्ड से खोजें
kn: ವಿಭಿನ್ನ ಕೀವರ್ಡ್‌ಗಳೊಂದಿಗೆ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ
ml: വ്യത്യസ്ത കീവേഡുകൾ ഉപയോഗിച്ച് തിരയാൻ ശ്രമിക്കുക
mr: भिन्न कीवर्डसह शोधण्याचा प्रयत्न करा
ta: வெவ்வேறு முக்கிய சொற்களுடன் தேட முயற்சிக்கவும்
te: విభిన్న కీవర్డ్‌లతో శోధించడానికి ప్రయత్నించండి
ur: مختلف مطلوبہ الفاظ کے ساتھ تلاش کرنے کی کوشش کریں

# balanceRechargeWithdrawal
source: Balance, Recharge
hi: बैलेंस, रिचार्ज
kn: ಬ್ಯಾಲೆನ್ಸ್, ರೀಚಾರ್ಜ್
ml: ബാലൻസ്, റീചാർജ്
mr: शिल्लक, रिचार्ज
ta: இருப்பு, ரீசார்ஜ்
te: బ్యాలెన్స్, రీఛార్జ్
ur: بیلنس، ریچارج

source: Chat & Inbox
hi: चैट और इनबॉक्स
kn: ಚಾಟ್ ಮತ್ತು ಇನ್‌ಬಾಕ್ಸ್
ml: ചാറ്റും ഇൻബോക്സും
mr: चॅट आणि इनबॉक्स
ta: அரட்டை மற்றும் இன்பாக்ஸ்
te: చాట్ మరియు ఇన్‌బాక్స్
ur: چیٹ اور ان باکس

source: Your progress & achievements
hi: आपकी प्रगति और उपलब्धियां
kn: ನಿಮ್ಮ ಪ್ರಗತಿ ಮತ್ತು ಸಾಧನೆಗಳು
ml: നിങ്ങളുടെ പുരോഗതിയും നേട്ടങ്ങളും
mr: तुमची प्रगती आणि उपलब्ध्या
ta: உங்கள் முன்னேற்றம் மற்றும் சாதனைகள்
te: మీ పురోగతి మరియు సాధనలు
ur: آپ کی پیش رفت اور کامیابیاں

source: Phone, Password, Account Settings
hi: फोन, पासवर्ड, खाता सेटिंग्स
kn: ಫೋನ್, ಪಾಸ್‌ವರ್ಡ್, ಖಾತೆ ಸೆಟ್ಟಿಂಗ್ಗಳು
ml: ഫോൺ, പാസ്‌വേഡ്, അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: फोन, पासवर्ड, खाते सेटिंग्ज
ta: தொலைபேசி, கடவுச்சொல், கணக்கு அமைப்புகள்
te: ఫోన్, పాస్‌వర్డ్, ఖాతా సెట్టింగులు
ur: فون، پاس ورڈ، اکاؤنٹ کی ترتیبات

source: Get help & report issues
hi: सहायता प्राप्त करें और समस्याएं रिपोर्ट करें
kn: ಸಹಾಯ ಪಡೆಯಿರಿ ಮತ್ತು ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡಿ
ml: സഹായം നേടുകയും പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യുകയും ചെയ്യുക
mr: मदत मिळवा आणि समस्यांचा अहवाल द्या
ta: உதவி பெறுங்கள் மற்றும் சிக்கல்களைப் புகாரளிக்கவும்
te: సహాయం పొందండి మరియు సమస్యలను నివేదించండి
ur: مدد حاصل کریں اور مسائل کی اطلاع دیں

source: App preferences, Privacy & Terms
hi: ऐप प्राथमिकताएं, गोपनीयता और नियम
kn: ಅಪ್ಲಿಕೇಶನ್ ಆದ್ಯತೆಗಳು, ಗೌಪ್ಯತೆ ಮತ್ತು ನಿಯಮಗಳು
ml: ആപ്പ് മുൻഗണനകൾ, സ്വകാര്യതയും നിബന്ധനകളും
mr: अॅप प्राधान्ये, गोपनीयता आणि अटी
ta: பயன்பாட்டு விருப்பத்தேர்வுகள், தனியுரிமை மற்றும் விதிமுறைகள்
te: యాప్ ప్రాధాన్యతలు, గోప్యత మరియు నిబంధనలు
ur: ایپ کی ترجیحات، رازداری اور شرائط

source: Followers list coming soon!
hi: फॉलोअर्स लिस्ट जल्द आ रही है!
kn: ಅನುಯಾಯಿಗಳ ಪಟ್ಟಿ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ!
ml: പിന്തുടരുന്നവരുടെ പട്ടിക ഉടൻ വരുന്നു!
mr: अनुयायी यादी लवकरच येत आहे!
ta: பின்தொடர்பவர்கள் பட்டியல் விரைவில் வரும்!
te: అనుచరుల జాబితా త్వరలో వస్తుంది!
ur: پیروکاروں کی فہرست جلد آرہی ہے!

source: Following list coming soon!
hi: फॉलोइंग लिस्ट जल्द आ रही है!
kn: ಅನುಸರಿಸುತ್ತಿರುವ ಪಟ್ಟಿ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ!
ml: പിന്തുടരുന്ന പട്ടിക ഉടൻ വരുന്നു!
mr: अनुसरण यादी लवकरच येत आहे!
ta: பின்தொடர்கிறது பட்டியல் விரைவில் வரும்!
te: అనుసరిస్తున్న జాబితా త్వరలో వస్తుంది!
ur: فالونگ کی فہرست جلد آرہی ہے!

# idCopied
source: ID {id} copied to clipboard!
hi: ID {id} क्लिपबोर्ड पर कॉपी हो गई!
kn: ID {id} ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ml: ID {id} ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി!
mr: ID {id} क्लिपबोर्डवर कॉपी केले!
ta: ID {id} க்ளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
te: ID {id} క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది!
ur: ID {id} کلپ بورڈ میں کاپی ہو گیا!

source: Set your name
hi: अपना नाम सेट करें
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ
ml: നിങ്ങളുടെ പേര് സജ്ജമാക്കുക
mr: तुमचे नाव सेट करा
ta: உங்கள் பெயரை அமைக்கவும்
te: మీ పేరును సెట్ చేయండి
ur: اپنا نام سیٹ کریں

# nameRequired
source: Please enter your name
hi: कृपया अपना नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ പേര് നൽകുക
mr: कृपया तुमचे नाव प्रविष्ट करा
ta: உங்கள் பெயரை உள்ளிடவும்
te: దయచేసి మీ పేరును నమోదు చేయండి
ur: براہ کرم اپنا نام درج کریں

# ageRequired
source: Please enter your age
hi: कृपया अपनी आयु दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ പ്രായം നൽകുക
mr: कृपया तुमचे वय प्रविष्ट करा
ta: உங்கள் வயதை உள்ளிடவும்
te: దయచేసి మీ వయస్సును నమోదు చేయండి
ur: براہ کرم اپنی عمر درج کریں

# validAge
source: Please enter valid age (13-100)
hi: कृपया वैध आयु दर्ज करें (13-100)
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ (13-100)
ml: ദയവായി സാധുവായ പ്രായം നൽകുക (13-100)
mr: कृपया वैध वय प्रविष्ट करा (13-100)
ta: சரியான வயதை உள்ளிடவும் (13-100)
te: దయచేసి చెల్లుబాటు అయ్యే వయస్సును నమోదు చేయండి (13-100)
ur: براہ کرم درست عمر درج کریں (13-100)

# cityRequired
source: City is required
hi: शहर आवश्यक है
kn: ನಗರ ಅಗತ್ಯವಿದೆ
ml: നഗരം ആവശ്യമാണ്
mr: शहर आवश्यक आहे
ta: நகரம் தேவை
te: నగరం అవసరం
ur: شہر درکار ہے

# bioMaxLength
source: Bio must be less than 500 characters
hi: बायो 500 अक्षरों से कम होनी चाहिए
kn: ಬಯೋ 500 ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು
ml: ആമുഖം 500 പ്രതീകങ്ങളിൽ കുറവായിരിക്കണം
mr: परिचय 500 वर्णांपेक्षा कमी असणे आवश्यक आहे
ta: அறிமுகம் 500 எழுத்துக்களுக்கும் குறைவாக இருக்க வேண்டும்
te: పరిచయం 500 అక్షరాల కంటే తక్కువగా ఉండాలి
ur: تعارف 500 حروف سے کم ہونا چاہیے

source: Notification
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆ
ml: അറിയിപ്പ്
mr: सूचना
ta: அறிவிப்பு
te: నోటిఫికేషన్
ur: اطلاع

source: About Us
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
ml: ഞങ്ങളെക്കുറിച്ച്
mr: आमच्याबद्दल
ta: எங்களை பற்றி
te: మా గురించి
ur: ہمارے بارے میں

source: Terms & Conditions
hi: नियम और शर्तें
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
mr: अटी आणि शर्ती
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నిబంధనలు & షరతులు
ur: شرائط و ضوابط

source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
ur: رازداری کی پالیسی

source: Feedback
hi: प्रतिक्रिया
kn: ಪ್ರತಿಕ್ರಿಯೆ
ml: പ്രതികരണം
mr: अभिप्राय
ta: கருத்து
te: అభిప్రాయం
ur: رائے

# appVersion
source: Version
hi: संस्करण
kn: ಆವೃತ್ತಿ
ml: പതിപ്പ്
mr: आवृत्ती
ta: பதிப்பு
te: సంస్కరణ
ur: ورژن

source: Close
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
ta: மூடு
te: మూసివేయి
ur: بند کریں

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
ta: ரத்துசெய்
te: రద్దు చేయి
ur: منسوخ کریں

source: Send
hi: भेजें
kn: ಕಳುಹಿಸಿ
ml: അയയ്ക്കുക
mr: पाठवा
ta: அனுப்பு
te: పంపు
ur: بھیجیں

# thankYouForFeedback
source: Thank you for your feedback!
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು!
ml: നിങ്ങളുടെ പ്രതികരണത്തിന് നന്ദി!
mr: तुमच्या अभिप्रायासाठी धन्यवाद!
ta: உங்கள் கருத்துக்கு நன்றி!
te: మీ అభిప్రాయానికి ధన్యవాదాలు!
ur: آپ کی رائے کے لیے شکریہ!

source: Send Feedback
hi: प्रतिक्रिया भेजें
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕಳುಹಿಸಿ
ml: പ്രതികരണം അയയ്ക്കുക
mr: अभिप्राय पाठवा
ta: கருத்து அனுப்பு
te: అభిప్రాయం పంపండి
ur: رائے بھیجیں

# writeFeedbackHere
source: Write your feedback here...
hi: अपनी प्रतिक्रिया यहां लिखें...
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ...
ml: നിങ്ങളുടെ പ്രതികരണം ഇവിടെ എഴുതുക...
mr: तुमचा अभिप्राय येथे लिहा...
ta: உங்கள் கருத்தை இங்கே எழுதுங்கள்...
te: మీ అభిప్రాయాన్ని ఇక్కడ వ్రాయండి...
ur: اپنی رائے یہاں لکھیں...

# valueFeedbackMessage
source: We value your feedback! Please share your thoughts or report any issues.
hi: हम आपकी प्रतिक्रिया की सराहना करते हैं! कृपया अपने विचार साझा करें या समस्याओं की रिपोर्ट करें।
kn: ನಾವು ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುತ್ತೇವೆ! ದಯವಿಟ್ಟು ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಅಥವಾ ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡಿ.
ml: ഞങ്ങൾ നിങ്ങളുടെ പ്രതികരണത്തെ വിലമതിക്കുന്നു! ദയവായി നിങ്ങളുടെ ചിന്തകൾ പങ്കിടുക അല്ലെങ്കിൽ പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യുക.
mr: आम्ही तुमच्या अभिप्रायाची कदर करतो! कृपया तुमचे विचार शेअर करा किंवा समस्यांचा अहवाल द्या.
ta: உங்கள் கருத்தை நாங்கள் மதிக்கிறோம்! உங்கள் எண்ணங்களைப் பகிரவும் அல்லது சிக்கல்களைப் புகாரளிக்கவும்.
te: మేము మీ అభిప్రాయాన్ని విలువైనదిగా భావిస్తాము! దయచేసి మీ ఆలోచనలను పంచుకోండి లేదా సమస్యలను నివేదించండి.
ur: ہم آپ کی رائے کی قدر کرتے ہیں! براہ کرم اپنے خیالات شیئر کریں یا مسائل کی اطلاع دیں۔

source: Category
hi: श्रेणी
kn: ವರ್ಗ
ml: വിഭാഗം
mr: श्रेणी
ta: வகை
te: వర్గం
ur: زمرہ

source: Account
hi: खाता
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
mr: खाते
ta: கணக்கு
te: ఖాతా
ur: اکاؤنٹ

source: Deposit
hi: जमा
kn: ಠೇವಣಿ
ml: ഡെപ്പോസിറ്റ്
mr: डिपॉझिट
ta: டெபாசிட்
te: డిపాజిట్
ur: ڈپازٹ

source: Write your concern here
hi: अपनी चिंता यहां लिखें
kn: ನಿಮ್ಮ ಕಾಳಜಿಯನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ
ml: നിങ്ങളുടെ ആശങ്ക ഇവിടെ എഴുതുക
mr: तुमची चिंता येथे लिहा
ta: உங்கள் கவலையை இங்கே எழுதுங்கள்
te: మీ ఆందోళనను ఇక్కడ వ్రాయండి
ur: اپنی تشویش یہاں لکھیں

# describeYourIssue
source: Describe your issue in detail...
hi: अपनी समस्या का विस्तार से वर्णन करें...
kn: ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ವಿವರವಾಗಿ ವಿವರಿಸಿ...
ml: നിങ്ങളുടെ പ്രശ്നം വിശദമായി വിവരിക്കുക...
mr: तुमच्या समस्येचे तपशीलवार वर्णन करा...
ta: உங்கள் சிக்கலை விரிவாக விவரிக்கவும்...
te: మీ సమస్యను వివరంగా వివరించండి...
ur: اپنے مسئلے کی تفصیل سے وضاحت کریں...

# pleaseDescribeConcern
source: Please describe your concern
hi: कृपया अपनी चिंता का वर्णन करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕಾಳಜಿಯನ್ನು ವಿವರಿಸಿ
ml: ദയവായി നിങ്ങളുടെ ആശങ്ക വിവരിക്കുക
mr: कृपया तुमची चिंता वर्णन करा
ta: உங்கள் கவலையை விவரிக்கவும்
te: దయచేసి మీ ఆందోళనను వివరించండి
ur: براہ کرم اپنی تشویش بیان کریں

# provideMoreDetails
source: Please provide more details (at least 10 characters)
hi: कृपया अधिक विवरण प्रदान करें (कम से कम 10 अक्षर)
kn: ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ (ಕನಿಷ್ಠ 10 ಅಕ್ಷರಗಳು)
ml: കൂടുതൽ വിശദാംശങ്ങൾ നൽകുക (കുറഞ്ഞത് 10 പ്രതീകങ്ങൾ)
mr: कृपया अधिक तपशील द्या (किमान 10 वर्ण)
ta: மேலும் விவரங்களை வழங்கவும் (குறைந்தது 10 எழுத்துக்கள்)
te: దయచేసి మరిన్ని వివరాలను అందించండి (కనీసం 10 అక్షరాలు)
ur: براہ کرم مزید تفصیلات فراہم کریں (کم از کم 10 حروف)

source: Submit
hi: जमा करें
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सबमिट करा
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
ur: جمع کرائیں

source: Submitting...
hi: जमा हो रहा है...
kn: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
ml: സമർപ്പിക്കുന്നു...
mr: सबमिट करत आहे...
ta: சமர்ப்பிக்கிறது...
te: సమర్పిస్తోంది...
ur: جمع کرایا جا رہا ہے...

# concernSubmittedSuccessfully
source: Your concern has been submitted successfully!
hi: आपकी चिंता सफलतापूर्वक जमा की गई है!
kn: ನಿಮ್ಮ ಕಾಳಜಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: നിങ്ങളുടെ ആശങ്ക വിജയകരമായി സമർപ്പിച്ചു!
mr: तुमची चिंता यशस्वीरित्या सबमिट केली गेली!
ta: உங்கள் கவலை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: మీ ఆందోళన విజయవంతంగా సమర్పించబడింది!
ur: آپ کی تشویش کامیابی سے جمع کرا دی گئی!

source: Notification Settings
hi: सूचना सेटिंग्स
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್ಗಳು
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज
ta: அறிவிப்பு அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగులు
ur: اطلاع کی ترتیبات

source: Comment
hi: टिप्पणी
kn: ಕಾಮೆಂಟ್
ml: അഭിപ്രായം
mr: टिप्पणी
ta: கருத்து
te: వ్యాఖ్య
ur: تبصرہ

source: New Followers
hi: नए फॉलोअर्स
kn: ಹೊಸ ಅನುಯಾಯಿಗಳು
ml: പുതിയ പിന്തുടരുന്നവർ
mr: नवीन अनुयायी
ta: புதிய பின்தொடர்பவர்கள்
te: కొత్త అనుచరులు
ur: نئے پیروکار

source: Like and Favourite
hi: लाइक और पसंदीदा
kn: ಲೈಕ್ ಮತ್ತು ಮೆಚ್ಚಿನ
ml: ലൈക്കും പ്രിയപ്പെട്ടതും
mr: लाईक आणि आवडते
ta: விருப்பம் மற்றும் பிடித்தவை
te: ఇష్టం మరియు ఇష్టమైనవి
ur: لائک اور پسندیدہ

source: Phone Number
hi: फोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
ur: فون نمبر

source: KYC Verification
hi: केवाईसी सत्यापन
kn: KYC ಪರಿಶೀಲನೆ
ml: KYC സ്ഥിരീകരണം
mr: KYC पडताळणी
ta: KYC சரிபார்ப்பு
te: KYC ధృవీకరణ
ur: KYC تصدیق

source: Switch Account
hi: खाता बदलें
kn: ಖಾತೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: അക്കൗണ്ട് മാറ്റുക
mr: खाते बदला
ta: கணக்கை மாற்றவும்
te: ఖాతాను మార్చండి
ur: اکاؤنٹ تبدیل کریں

source: Delete Account
hi: खाता हटाएं
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाते हटवा
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి
ur: اکاؤنٹ حذف کریں

source: Logout
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗൗട്ട്
mr: लॉगआउट
ta: வெளியேறு
te: లాగ్అవుట్
ur: لاگ آؤٹ

source: ID copied to clipboard
hi: आईडी क्लिपबोर्ड पर कॉपी हो गई
kn: ID ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ml: ഐഡി ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mr: आयडी क्लिपबोर्डवर कॉपी केले
ta: ஐடி க்ளிப்போர்டில் நகலெடுக்கப்பட்டது
te: ఐడి క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది
ur: آئی ڈی کلپ بورڈ میں کاپی ہو گئی

source: Update Phone Number
hi: फोन नंबर अपडेट करें
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನವೀಕರಿಸಿ
ml: ഫോൺ നമ്പർ അപ്ഡേറ്റ് ചെയ്യുക
mr: फोन नंबर अपडेट करा
ta: தொலைபேசி எண்ணை புதுப்பிக்கவும்
te: ఫోన్ నంబర్‌ను నవీకరించండి
ur: فون نمبر اپ ڈیٹ کریں

# enterNewPhoneNumberDescription
source: Enter your new phone number to update your account details.
hi: अपने खाते के विवरण को अपडेट करने के लिए अपना नया फोन नंबर दर्ज करें।
kn: ನಿಮ್ಮ ಖಾತೆ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಲು ನಿಮ್ಮ ಹೊಸ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ml: നിങ്ങളുടെ അക്കൗണ്ട് വിശദാംശങ്ങൾ അപ്ഡേറ്റ് ചെയ്യാൻ നിങ്ങളുടെ പുതിയ ഫോൺ നമ്പർ നൽകുക.
mr: तुमचे खाते तपशील अपडेट करण्यासाठी तुमचा नवीन फोन नंबर प्रविष्ट करा.
ta: உங்கள் கணக்கு விவரங்களைப் புதுப்பிக்க உங்கள் புதிய தொலைபேசி எண்ணை உள்ளிடவும்.
te: మీ ఖాతా వివరాలను నవీకరించడానికి మీ కొత్త ఫోన్ నంబర్‌ను నమోదు చేయండి.
ur: اپنے اکاؤنٹ کی تفصیلات کو اپ ڈیٹ کرنے کے لیے اپنا نیا فون نمبر درج کریں۔

source: Enter new phone number
hi: नया फोन नंबर दर्ज करें
kn: ಹೊಸ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: പുതിയ ഫോൺ നമ്പർ നൽകുക
mr: नवीन फोन नंबर प्रविष्ट करा
ta: புதிய தொலைபேசி எண்ணை உள்ளிடவும்
te: కొత్త ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: نیا فون نمبر درج کریں

source: Send OTP
hi: ओटीपी भेजें
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയയ്ക്കുക
mr: OTP पाठवा
ta: OTP அனுப்பு
te: OTP పంపండి
ur: OTP بھیجیں

# pleaseEnterPhoneNumber
source: Please enter a phone number
hi: कृपया फोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഫോൺ നമ്പർ നൽകുക
mr: कृपया फोन नंबर प्रविष्ट करा
ta: தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم فون نمبر درج کریں

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
hi: कृपया एक वैध फोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഫോൺ നമ്പർ നൽകുക
mr: कृपया वैध फोन नंबर प्रविष्ट करा
ta: சரியான தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم درست فون نمبر درج کریں

source: OTP sent to new number
hi: नए नंबर पर ओटीपी भेजा गया
kn: ಹೊಸ ಸಂಖ್ಯೆಗೆ OTP ಕಳುಹಿಸಲಾಗಿದೆ
ml: പുതിയ നമ്പറിലേക്ക് OTP അയച്ചു
mr: नवीन नंबरवर OTP पाठवले
ta: புதிய எண்ணுக்கு OTP அனுப்பப்பட்டது
te: కొత్త నంబర్‌కు OTP పంపబడింది
ur: نئے نمبر پر OTP بھیجا گیا

# completeKYCDescription
source: Complete your KYC verification to unlock additional features and increase your account limits.
hi: अतिरिक्त सुविधाओं को अनलॉक करने और अपनी खाता सीमाओं को बढ़ाने के लिए अपना केवाईसी सत्यापन पूरा करें।
kn: ಹೆಚ್ಚುವರಿ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ಖಾತೆ ಮಿತಿಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ನಿಮ್ಮ KYC ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ml: അധിക ഫീച്ചറുകൾ അൺലോക്ക് ചെയ്യാനും നിങ്ങളുടെ അക്കൗണ്ട് പരിധികൾ വർദ്ധിപ്പിക്കാനും നിങ്ങളുടെ KYC സ്ഥിരീകരണം പൂർത്തിയാക്കുക.
mr: अतिरिक्त वैशिष्ट्ये अनलॉक करण्यासाठी आणि तुमच्या खात्याच्या मर्यादा वाढवण्यासाठी तुमची KYC पडताळणी पूर्ण करा.
ta: கூடுதல் அம்சங்களைத் திறக்கவும் உங்கள் கணக்கு வரம்புகளை அதிகரிக்கவும் உங்கள் KYC சரிபார்ப்பை முடிக்கவும்.
te: అదనపు ఫీచర్‌లను అన్‌లాక్ చేయడానికి మరియు మీ ఖాతా పరిమితులను పెంచడానికి మీ KYC ధృవీకరణను పూర్తి చేయండి.
ur: اضافی خصوصیات کو کھولنے اور اپنے اکاؤنٹ کی حدود بڑھانے کے لیے اپنی KYC تصدیق مکمل کریں۔

source: Enhanced security
hi: बेहतर सुरक्षा
kn: ವರ್ಧಿತ ಭದ್ರತೆ
ml: മെച്ചപ്പെട്ട സുരക്ഷ
mr: वर्धित सुरक्षा
ta: மேம்பட்ட பாதுகாப்பு
te: మెరుగైన భద్రత
ur: بہتر سیکیورٹی

source: Higher transaction limits
hi: उच्च लेनदेन सीमाएं
kn: ಹೆಚ್ಚಿನ ವಹಿವಾಟು ಮಿತಿಗಳು
ml: ഉയർന്ന ഇടപാട് പരിധികൾ
mr: उच्च व्यवहार मर्यादा
ta: அதிக பரிவர்த்தனை வரம்புகள்
te: అధిక లావాదేవీ పరిమితులు
ur: زیادہ لین دین کی حدود

source: Verified badge
hi: सत्यापित बैज
kn: ಪರಿಶೀಲಿಸಿದ ಬ್ಯಾಜ್
ml: സ്ഥിരീകരിച്ച ബാഡ്ജ്
mr: सत्यापित बॅज
ta: சரிபார்க்கப்பட்ட பேட்ஜ்
te: ధృవీకరించబడిన బ్యాడ్జ్
ur: تصدیق شدہ بیج

source: Start Verification
hi: सत्यापन शुरू करें
kn: ಪರಿಶೀಲನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: സ്ഥിരീകരണം ആരംഭിക്കുക
mr: पडताळणी सुरू करा
ta: சரிபார்ப்பைத் தொடங்கு
te: ధృవీకరణ ప్రారంభించండి
ur: تصدیق شروع کریں
