Repository: Shubhamitsingh/Chamak
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, mr, ta, te, ur

# shareYourMoments
source: Share your moments with your followers and connect with them live!
hi: अपने फॉलोअर्स के साथ अपने पल साझा करें और उनसे लाइव में जुड़ें!
kn: ನಿಮ್ಮ ಅನುಯಾಯಿಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಕ್ಷಣಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಅವರೊಂದಿಗೆ ಲೈವ್ ಸಂಪರ್ಕಿಸಿ!

source: Go Live Now
hi: अभी लाइव जाएं
kn: ಈಗ ಲೈವ್‌ಗೆ ಹೋಗಿ

source: Me
hi: मैं
kn: ನಾನು

# sampleEvent1Title
source: Weekly Contest
hi: साप्ताहिक प्रतियोगिता
kn: ವಾರದ ಸ್ಪರ್ಧೆ

# sampleEvent1Desc
source: Win exciting prizes! Top 10 users will get rewards worth ₹10,000
hi: रोमांचक पुरस्कार जीतें! शीर्ष 10 उपयोगकर्ताओं को ₹10,000 मूल्य के पुरस्कार मिलेंगे
kn: ರೋಮಾಂಚಕ ಬಹುಮಾನಗಳನ್ನು ಗೆಲ್ಲಿರಿ! ಟಾಪ್ 10 ಬಳಕೆದಾರರು ₹10,000 ಮೌಲ್ಯದ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯುತ್ತಾರೆ

# sampleEvent2Title
source: Mega Live Competition
hi: मेगा लाइव प्रतियोगिता
kn: ಮೆಗಾ ಲೈವ್ ಸ್ಪರ್ಧೆ

# sampleEvent2Desc
source: Join the biggest live streaming competition of the month
hi: महीने की सबसे बड़ी लाइव स्ट्रीमिंग प्रतियोगिता में शामिल हों
kn: ತಿಂಗಳ ಅತಿದೊಡ್ಡ ಲೈವ್ ಸ್ಟ್ರೀಮಿಂಗ್ ಸ್ಪರ್ಧೆಗೆ ಸೇರಿ

# sampleEvent3Title
source: Talent Show
hi: प्रतिभा शो
kn: ಟ್ಯಾಲೆಂಟ್ ಶೋ

# sampleEvent3Desc
source: Showcase your talent and win amazing gifts
hi: अपनी प्रतिभा दिखाएं और अद्भुत उपहार जीतें
kn: ನಿಮ್ಮ ಪ್ರತಿಭೆಯನ್ನು ಪ್ರದರ್ಶಿಸಿ ಮತ್ತು ಅದ್ಭುತ ಉಡುಗೊರೆಗಳನ್ನು ಗೆಲ್ಲಿರಿ

# sampleAnnouncement1Title
source: New Feature Launch 🎉
hi: नई सुविधा लॉन्च 🎉
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯ ಲಾಂಚ್ 🎉

# sampleAnnouncement1Desc
source: Introducing video calls! Stay connected with your friends in real-time.
hi: वीडियो कॉल की शुरुआत! अपने दोस्तों के साथ रियल-टाइम में जुड़े रहें।
kn: ವೀಡಿಯೋ ಕರೆಗಳನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ! ನಿಮ್ಮ ಸ್ನೇಹಿತರೊಂದಿಗೆ ನೈಜ-ಸಮಯದಲ್ಲಿ ಸಂಪರ್ಕದಲ್ಲಿರಿ.

# sampleAnnouncement2Title
source: App Update v2.0
hi: ऐप अपडेट v2.0
kn: ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಣ v2.0

# sampleAnnouncement2Desc
source: Enhanced performance, new UI, and bug fixes for better experience.
hi: बेहतर अनुभव के लिए प्रदर्शन में सुधार, नया UI, और बग फिक्स।
kn: ವರ್ಧಿತ ಕಾರ್ಯಕ್ಷಮತೆ, ಹೊಸ UI, ಮತ್ತು ಉತ್ತಮ ಅನುಭವಕ್ಕಾಗಿ ಬಗ್ ಸರಿಪಡಿಸುವಿಕೆಗಳು.

# sampleAnnouncement3Title
source: Holiday Special Offer
hi: छुट्टियों की विशेष पेशकश
kn: ರಜಾದಿನಗಳ ವಿಶೇಷ ಆಫರ್

# sampleAnnouncement3Desc
source: Get 50% extra coins on all recharges during the holiday season!
hi: छुट्टियों के मौसम में सभी रिचार्ज पर 50% अतिरिक्त सिक्के प्राप्त करें!
kn: ರಜಾದಿನಗಳ ಸಮಯದಲ್ಲಿ ಎಲ್ಲಾ ರೀಚಾರ್ಜ್‌ಗಳಲ್ಲಿ 50% ಹೆಚ್ಚುವರಿ ನಾಣ್ಯಗಳನ್ನು ಪಡೆಯಿರಿ!

source: Live Now
hi: अभी लाइव
kn: ಈಗ ಲೈವ್

source: Released
hi: जारी किया गया
kn: ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ

# comingSoonLabel
source: Coming Soon
hi: जल्द आ रहा है
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ

# followingTabTitle
source: Following Tab
hi: फॉलोइंग टैब
kn: ಅನುಸರಿಸುವ ಟ್ಯಾಬ್

# followingTabDescription
source: See live streams from hosts you follow. Stay connected with your favorite creators!
hi: अपने पसंदीदा होस्ट की लाइव स्ट्रीम देखें। अपने पसंदीदा रचनाकारों से जुड़े रहें!
kn: ನೀವು ಅನುಸರಿಸುವ ಹೋಸ್ಟ್‌ಗಳಿಂದ ಲೈವ್ ಸ್ಟ್ರೀಮ್‌ಗಳನ್ನು ನೋಡಿ. ನಿಮ್ಮ ಮೆಚ್ಚಿನ ರಚನಾಕಾರರೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಿ!

# followingFeatureComingSoon
source: Coming soon! Follow system will be available in the next update.
hi: जल्द आ रहा है! फॉलो सिस्टम अगले अपडेट में उपलब्ध होगा।
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ! ಅನುಸರಿಸುವ ವ್ಯವಸ್ಥೆಯು ಮುಂದಿನ ನವೀಕರಣದಲ್ಲಿ ಲಭ್ಯವಾಗುತ್ತದೆ.

# newHosts
source: New
hi: नया
kn: ಹೊಸ

source: Newly Joined Hosts
hi: नए शामिल हुए होस्ट
kn: ಹೊಸದಾಗಿ ಸೇರಿದ ಹೋಸ್ಟ್‌ಗಳು

# discoverNewTalent
source: Discover fresh talent on the platform
hi: प्लेटफ़ॉर्म पर नई प्रतिभाओं की खोज करें
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಹೊಸ ಪ್ರತಿಭೆಯನ್ನು کشف ಮಾಡಿ

source: Joined today
hi: आज शामिल हुए
kn: ಇಂದು ಸೇರಿದರು

# joinedDaysAgo
source: Joined {days} days ago
hi: {days} दिन पहले शामिल हुए
kn: {days} ದಿನಗಳ ಹಿಂದೆ ಸೇರಿದರು

source: Buy Now
kn: ಈಗ ಖರೀದಿಸಿ

# appTitle
source: Chamak
hi: चमक
ml: ചമക്
mr: चमक
ta: சமக்
te: చమక్
ur: چمک

source: ID
hi: आईडी
ml: ഐഡി
mr: आयडी
ta: ஐடி
te: ఐడి
ur: آئی ڈی

source: UPI ID
hi: UPI आईडी
ml: UPI ഐഡി
mr: UPI आयडी
ta: UPI ஐடி
te: UPI ఐడి
ur: UPI آئی ڈی
