Repository: Shubhamitsingh/Chamak
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, mr, ta, te, ur

source: KYC verification coming soon!
hi: केवाईसी सत्यापन जल्द आ रहा है!
kn: KYC ಪರಿಶೀಲನೆ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ!
ml: KYC സ്ഥിരീകരണം ഉടൻ വരുന്നു!
mr: KYC पडताळणी लवकरच येत आहे!
ta: KYC சரிபார்ப்பு விரைவில் வரும்!
te: KYC ధృవీకరణ త్వరలో వస్తుంది!
ur: KYC تصدیق جلد آرہی ہے!

# switchAccountConfirmation
source: Are you sure you want to logout and switch to a different account?
hi: क्या आप वाकई लॉगआउट करना और एक अलग खाते पर स्विच करना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿ ಲಾಗ್ ಔಟ್ ಮಾಡಿ ಬೇರೆ ಖಾತೆಗೆ ಬದಲಾಯಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ലോഗൗട്ട് ചെയ്ത് മറ്റൊരു അക്കൗണ്ടിലേക്ക് മാറാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्हाला खात्री आहे की तुम्ही लॉगआउट करून वेगळ्या खात्यावर स्विच करू इच्छिता?
ta: நீங்கள் நிச்சயமாக வெளியேறி வேறு கணக்குக்கு மாற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్అవుట్ చేసి వేరే ఖాతాకు మారాలనుకుంటున్నారా?
ur: کیا آپ واقعی لاگ آؤٹ کرکے کسی دوسرے اکاؤنٹ میں سوئچ کرنا چاہتے ہیں؟

# logoutConfirmation
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿ ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ലോഗൗട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे की तुम्ही लॉगआउट करू इच्छिता?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్అవుట్ చేయాలనుకుంటున్నారా?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Confirm
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
ur: تصدیق کریں

# deleteAccountWarning
source: This action is permanent and cannot be undone. All your data will be deleted.
hi: यह क्रिया स्थायी है और इसे पूर्ववत नहीं किया जा सकता। आपका सारा डेटा हटा दिया जाएगा।
kn: ಈ ಕ್ರಿಯೆಯು ಶಾಶ್ವತವಾಗಿದೆ ಮತ್ತು ರದ್ದುಮಾಡಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.
ml: ഇത് സ്ഥിരമായതും പഴയപടിയാക്കാൻ കഴിയാത്തതുമാണ്. നിങ്ങളുടെ എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കപ്പെടും.
mr: ही क्रिया कायमस्वरूपी आहे आणि पूर्ववत केली जाऊ शकत नाही. तुमचा सर्व डेटा हटवला जाईल.
ta: இது நிரந்தரமானது மற்றும் செயல்தவிர்க்க முடியாது. உங்கள் எல்லா தரவும் நீக்கப்படும்.
te: ఈ చర్య శాశ్వతమైనది మరియు రద్దు చేయబడదు. మీ డేటా అంతా తొలగించబడుతుంది.
ur: یہ کارروائی مستقل ہے اور اسے کالعدم نہیں کیا جا سکتا۔ آپ کا تمام ڈیٹا حذف ہو جائے گا۔

source: Type "DELETE" to confirm:
hi: पुष्टि करने के लिए "DELETE" टाइप करें:
kn: ದೃಢೀಕರಿಸಲು "DELETE" ಟೈಪ್ ಮಾಡಿ:
ml: സ്ഥിരീകരിക്കാൻ "DELETE" ടൈപ്പ് ചെയ്യുക:
mr: पुष्टी करण्यासाठी "DELETE" टाइप करा:
ta: உறுதிப்படுத்த "DELETE" என்று தட்டச்சு செய்க:
te: నిర్ధారించడానికి "DELETE" టైప్ చేయండి:
ur: تصدیق کے لیے "DELETE" ٹائپ کریں:

source: Delete Permanently
hi: स्थायी रूप से हटाएं
kn: ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ
ml: സ്ഥിരമായി ഇല്ലാതാക്കുക
mr: कायमस्वरूपी हटवा
ta: நிரந்தரமாக நீக்கு
te: శాశ్వతంగా తొలగించండి
ur: مستقل طور پر حذف کریں

source: Please type DELETE to confirm
hi: पुष्टि करने के लिए कृपया DELETE टाइप करें
kn: ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಲು DELETE ಟೈಪ್ ಮಾಡಿ
ml: സ്ഥിരീകരിക്കാൻ DELETE ടൈപ്പ് ചെയ്യുക
mr: पुष्टी करण्यासाठी कृपया DELETE टाइप करा
ta: உறுதிப்படுத்த DELETE என்று தட்டச்சு செய்யவும்
te: నిర్ధారించడానికి దయచేసి DELETE టైప్ చేయండి
ur: تصدیق کے لیے براہ کرم DELETE ٹائپ کریں

source: Account deleted successfully
hi: खाता सफलतापूर्वक हटा दिया गया
kn: ಖಾತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് വിജയകരമായി ഇല്ലാതാക്കി
mr: खाते यशस्वीरित्या हटवले
ta: கணக்கு வெற்றிகரமாக நீக்கப்பட்டது
te: ఖాతా విజయవంతంగా తొలగించబడింది
ur: اکاؤنٹ کامیابی سے حذف ہو گیا

source: My Earning
hi: मेरी कमाई
kn: ನನ್ನ ಗಳಿಕೆ
ml: എന്റെ വരുമാനം
mr: माझी कमाई
ta: எனது வருமானம்
te: నా ఆదాయం
ur: میری کمائی

source: Earnings & Withdrawals
hi: कमाई और निकासी
kn: ಗಳಿಕೆ ಮತ್ತು ಹಿಂಪಡೆಯುವಿಕೆ
ml: വരുമാനവും പിൻവലിക്കലും
mr: कमाई आणि पैसे काढणे
ta: வருமானம் மற்றும் திரும்பப்பெறுதல்
te: ఆదాయాలు & ఉపసంహరణలు
ur: کمائی اور واپسی

source: Total Earning
hi: कुल कमाई
kn: ಒಟ್ಟು ಗಳಿಕೆ
ml: മൊത്തം വരുമാനം
mr: एकूण कमाई
ta: மொத்த வருமானம்
te: మొత్తం ఆదాయం
ur: کل کمائی

source: Available
hi: उपलब्ध
kn: ಲಭ್ಯವಿದೆ
ml: ലഭ്യമാണ്
mr: उपलब्ध
ta: கிடைக்கும்
te: అందుబాటులో ఉంది
ur: دستیاب

source: Withdrawn
hi: निकाला गया
kn: ಹಿಂಪಡೆಯಲಾಗಿದೆ
ml: പിൻവലിച്ചു
mr: काढलेले
ta: திரும்பப் பெறப்பட்டது
te: ఉపసంహరించబడింది
ur: واپس لیا گیا

source: Withdraw Money
hi: पैसे निकालें
kn: ಹಣವನ್ನು ಹಿಂಪಡೆಯಿರಿ
ml: പണം പിൻവലിക്കുക
mr: पैसे काढा
ta: பணம் திரும்பப் பெறுங்கள்
te: డబ్బు ఉపసంహరించండి
ur: رقم نکالیں

source: Amount
hi: राशि
kn: ಮೊತ್ತ
ml: തുക
mr: रक्कम
ta: தொகை
te: మొత్తం
ur: رقم

source: Enter amount
hi: राशि दर्ज करें
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: തുക നൽകുക
mr: रक्कम प्रविष्ट करा
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి
ur: رقم درج کریں

# enterUpiId
source: Enter UPI ID (e.g. name@upi)
hi: UPI आईडी दर्ज करें (जैसे name@upi)
kn: UPI ID ನಮೂದಿಸಿ (ಉದಾ. name@upi)
ml: UPI ഐഡി നൽകുക (ഉദാ. name@upi)
mr: UPI आयडी प्रविष्ट करा (उदा. name@upi)
ta: UPI ஐடியை உள்ளிடவும் (உ.ம. name@upi)
te: UPI ఐడిని నమోదు చేయండి (ఉ.దా. name@upi)
ur: UPI آئی ڈی درج کریں (مثلاً name@upi)

source: Withdraw
hi: निकालें
kn: ಹಿಂಪಡೆಯಿರಿ
ml: പിൻവലിക്കുക
mr: काढा
ta: திரும்பப் பெறு
te: ఉపసంహరించండి
ur: نکالیں

source: Please enter amount
hi: कृपया राशि दर्ज करें
kn: ದಯವಿಟ್ಟು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി തുക നൽകുക
mr: कृपया रक्कम प्रविष्ट करा
ta: தொகையை உள்ளிடவும்
te: దయచేసి మొత్తాన్ని నమోదు చేయండి
ur: براہ کرم رقم درج کریں

source: Enter valid amount
hi: वैध राशि दर्ज करें
kn: ಮಾನ್ಯ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: സാധുവായ തുക നൽകുക
mr: वैध रक्कम प्रविष्ट करा
ta: சரியான தொகையை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే మొత్తాన్ని నమోదు చేయండి
ur: درست رقم درج کریں

source: Minimum withdrawal:
hi: न्यूनतम निकासी:
kn: ಕನಿಷ್ಠ ಹಿಂಪಡೆಯುವಿಕೆ:
ml: കുറഞ്ഞ പിൻവലിക്കൽ:
mr: किमान पैसे काढणे:
ta: குறைந்தபட்ச திரும்பப்பெறுதல்:
te: కనీస ఉపసంహరణ:
ur: کم سے کم واپسی:

source: Insufficient balance
hi: अपर्याप्त शेष राशि
kn: ಸಾಕಷ್ಟು ಬ್ಯಾಲೆನ್ಸ್ ಇಲ್ಲ
ml: അപര്യാപ്തമായ ബാലൻസ്
mr: अपुरा शिल्लक
ta: போதிய இருப்பு இல்லை
te: సరిపోని బ్యాలెన్స్
ur: ناکافی بیلنس

source: Please enter UPI ID
hi: कृपया UPI आईडी दर्ज करें
kn: ದಯವಿಟ್ಟು UPI ID ನಮೂದಿಸಿ
ml: ദയവായി UPI ഐഡി നൽകുക
mr: कृपया UPI आयडी प्रविष्ट करा
ta: UPI ஐடியை உள்ளிடவும்
te: దయచేసి UPI ఐడిని నమోదు చేయండి
ur: براہ کرم UPI آئی ڈی درج کریں

# enterValidUpiId
source: Enter valid UPI ID (e.g. name@upi)
hi: वैध UPI आईडी दर्ज करें (जैसे name@upi)
kn: ಮಾನ್ಯ UPI ID ನಮೂದಿಸಿ (ಉದಾ. name@upi)
ml: സാധുവായ UPI ഐഡി നൽകുക (ഉദാ. name@upi)
mr: वैध UPI आयडी प्रविष्ट करा (उदा. name@upi)
ta: சரியான UPI ஐடியை உள்ளிடவும் (உ.ம. name@upi)
te: చెల్లుబాటు అయ్యే UPI ఐడిని నమోదు చేయండి (ఉ.దా. name@upi)
ur: درست UPI آئی ڈی درج کریں (مثلاً name@upi)

source: Withdrawal request submitted!
hi: निकासी अनुरोध सफलतापूर्वक जमा किया गया!
kn: ಹಿಂಪಡೆಯುವಿಕೆ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: പിൻവലിക്കൽ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു!
mr: पैसे काढण्याची विनंती यशस्वीरित्या सबमिट केली!
ta: திரும்பப்பெறுதல் கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: ఉపసంహరణ అభ్యర్థన విజయవంతంగా సమర్పించబడింది!
ur: واپسی کی درخواست کامیابی سے جمع کرائی گئی!

source: Recent Transactions
hi: हाल के लेनदेन
kn: ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳು
ml: സമീപകാല ഇടപാടുകൾ
mr: अलीकडील व्यवहार
ta: சமீபத்திய பரிவர்த்தனைகள்
te: ఇటీవలి లావాదేవీలు
ur: حالیہ لین دین

source: Withdrawal
hi: निकासी
kn: ಹಿಂಪಡೆಯುವಿಕೆ
ml: പിൻവലിക്കൽ
mr: पैसे काढणे
ta: திரும்பப்பெறுதல்
te: ఉపసంహరణ
ur: واپسی

source: Earnings
hi: कमाई
kn: ಗಳಿಕೆ
ml: വരുമാനം
mr: कमाई
ta: வருமானம்
te: ఆదాయాలు
ur: کمائی

source: Withdrawal Method
hi: निकासी विधि
kn: ಹಿಂಪಡೆಯುವಿಕೆ ವಿಧಾನ
ml: പിൻവലിക്കൽ രീതി
mr: पैसे काढण्याची पद्धत
ta: திரும்பப்பெறும் முறை
te: ఉపసంహరణ పద్ధతి
ur: واپسی کا طریقہ

source: Bank Transfer
hi: बैंक ट्रांसफर
kn: ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆ
ml: ബാങ്ക് കൈമാറ്റം
mr: बँक हस्तांतरण
ta: வங்கி பரிமாற்றம்
te: బ్యాంక్ బదిలీ
ur: بینک ٹرانسفر

source: Crypto
hi: क्रिप्टो
kn: ಕ್ರಿಪ್ಟೋ
ml: ക്രിപ്റ്റോ
mr: क्रिप्टो
ta: கிரிப்டோ
te: క్రిప్టో
ur: کرپٹو

source: Account Holder Name
hi: खाताधारक का नाम
kn: ಖಾತೆದಾರರ ಹೆಸರು
ml: അക്കൗണ്ട് ഉടമയുടെ പേര്
mr: खातेधारकाचे नाव
ta: கணக்கு வைத்திருப்பவரின் பெயர்
te: ఖాతాదారు పేరు
ur: اکاؤنٹ ہولڈر کا نام

source: Enter account holder name
hi: खाताधारक का नाम दर्ज करें
kn: ಖಾತೆದಾರರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: അക്കൗണ്ട് ഉടമയുടെ പേര് നൽകുക
mr: खातेधारकाचे नाव प्रविष्ट करा
ta: கணக்கு வைத்திருப்பவரின் பெயரை உள்ளிடவும்
te: ఖాతాదారు పేరును నమోదు చేయండి
ur: اکاؤنٹ ہولڈر کا نام درج کریں

source: Account Number
hi: खाता संख्या
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ml: അക്കൗണ്ട് നമ്പർ
mr: खाते क्रमांक
ta: கணக்கு எண்
te: ఖాతా సంఖ్య
ur: اکاؤنٹ نمبر

source: Enter account number
hi: खाता संख्या दर्ज करें
kn: ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: അക്കൗണ്ട് നമ്പർ നൽകുക
mr: खाते क्रमांक प्रविष्ट करा
ta: கணக்கு எண்ணை உள்ளிடவும்
te: ఖాతా సంఖ్యను నమోదు చేయండి
ur: اکاؤنٹ نمبر درج کریں

source: IFSC Code
hi: IFSC कोड
kn: IFSC ಕೋಡ್
ml: IFSC കോഡ്
mr: IFSC कोड
ta: IFSC குறியீடு
te: IFSC కోడ్
ur: IFSC کوڈ

source: Enter IFSC code
hi: IFSC कोड दर्ज करें
kn: IFSC ಕೋಡ್ ನಮೂದಿಸಿ
ml: IFSC കോഡ് നൽകുക
mr: IFSC कोड प्रविष्ट करा
ta: IFSC குறியீட்டை உள்ளிடவும்
te: IFSC కోడ్‌ను నమోదు చేయండి
ur: IFSC کوڈ درج کریں

source: Wallet Address
hi: वॉलेट पता
kn: ವಾಲೆಟ್ ವಿಳಾಸ
ml: വാലറ്റ് വിലാസം
mr: वॉलेट पत्ता
ta: வாலட் முகவரி
te: వాలెట్ చిరునామా
ur: والیٹ ایڈریس

# enterWalletAddress
source: Enter crypto wallet address
hi: क्रिप्टो वॉलेट पता दर्ज करें
kn: ಕ್ರಿಪ್ಟೋ ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ക്രിപ്റ്റോ വാലറ്റ് വിലാസം നൽകുക
mr: क्रिप्टो वॉलेट पत्ता प्रविष्ट करा
ta: கிரிப்டோ வாலட் முகவரியை உள்ளிடவும்
te: క్రిప్టో వాలెట్ చిరునామాను నమోదు చేయండి
ur: کرپٹو والیٹ ایڈریس درج کریں

source: Please enter account holder name
hi: कृपया खाताधारक का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಖಾತೆದಾರರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി അക്കൗണ്ട് ഉടമയുടെ പേര് നൽകുക
mr: कृपया खातेधारकाचे नाव प्रविष्ट करा
ta: கணக்கு வைத்திருப்பவரின் பெயரை உள்ளிடவும்
te: దయచేసి ఖాతాదారు పేరును నమోదు చేయండి
ur: براہ کرم اکاؤنٹ ہولڈر کا نام درج کریں

source: Please enter account number
hi: कृपया खाता संख्या दर्ज करें
kn: ದಯವಿಟ್ಟು ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി അക്കൗണ്ട് നമ്പർ നൽകുക
mr: कृपया खाते क्रमांक प्रविष्ट करा
ta: கணக்கு எண்ணை உள்ளிடவும்
te: దయచేసి ఖాతా సంఖ్యను నమోదు చేయండి
ur: براہ کرم اکاؤنٹ نمبر درج کریں

# enterValidAccountNumber
source: Enter valid account number (9-18 digits)
hi: वैध खाता संख्या दर्ज करें (9-18 अंक)
kn: ಮಾನ್ಯ ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ (9-18 ಅಂಕೆಗಳು)
ml: സാധുവായ അക്കൗണ്ട് നമ്പർ നൽകുക (9-18 അക്കങ്ങൾ)
mr: वैध खाते क्रमांक प्रविष्ट करा (9-18 अंक)
ta: சரியான கணக்கு எண்ணை உள்ளிடவும் (9-18 இலக்கங்கள்)
te: చెల్లుబాటు అయ్యే ఖాతా సంఖ్యను నమోదు చేయండి (9-18 అంకెలు)
ur: درست اکاؤنٹ نمبر درج کریں (9-18 ہندسے)

source: Please enter IFSC code
hi: कृपया IFSC कोड दर्ज करें
kn: ದಯವಿಟ್ಟು IFSC ಕೋಡ್ ನಮೂದಿಸಿ
ml: ദയവായി IFSC കോഡ് നൽകുക
mr: कृपया IFSC कोड प्रविष्ट करा
ta: IFSC குறியீட்டை உள்ளிடவும்
te: దయచేసి IFSC కోడ్‌ను నమోదు చేయండి
ur: براہ کرم IFSC کوڈ درج کریں

# enterValidIfscCode
source: Enter valid IFSC code (11 characters)
hi: वैध IFSC कोड दर्ज करें (11 अक्षर)
kn: ಮಾನ್ಯ IFSC ಕೋಡ್ ನಮೂದಿಸಿ (11 ಅಕ್ಷರಗಳು)
ml: സാധുവായ IFSC കോഡ് നൽകുക (11 പ്രതീകങ്ങൾ)
mr: वैध IFSC कोड प्रविष्ट करा (11 वर्ण)
ta: சரியான IFSC குறியீட்டை உள்ளிடவும் (11 எழுத்துக்கள்)
te: చెల్లుబాటు అయ్యే IFSC కోడ్‌ను నమోదు చేయండి (11 అక్షరాలు)
ur: درست IFSC کوڈ درج کریں (11 حروف)

source: Please enter wallet address
hi: कृपया वॉलेट पता दर्ज करें
kn: ದಯವಿಟ್ಟು ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി വാലറ്റ് വിലാസം നൽകുക
mr: कृपया वॉलेट पत्ता प्रविष्ट करा
ta: வாலட் முகவரியை உள்ளிடவும்
te: దయచేసి వాలెట్ చిరునామాను నమోదు చేయండి
ur: براہ کرم والیٹ ایڈریس درج کریں

# enterValidWalletAddress
source: Enter valid wallet address (min 26 characters)
hi: वैध वॉलेट पता दर्ज करें (न्यूनतम 26 अक्षर)
kn: ಮಾನ್ಯ ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ (ಕನಿಷ್ಠ 26 ಅಕ್ಷರಗಳು)
ml: സാധുവായ വാലറ്റ് വിലാസം നൽകുക (കുറഞ്ഞത് 26 പ്രതീകങ്ങൾ)
mr: वैध वॉलेट पत्ता प्रविष्ट करा (किमान 26 वर्ण)
ta: சரியான வாலட் முகவரியை உள்ளிடவும் (குறைந்தது 26 எழுத்துக்கள்)
te: చెల్లుబాటు అయ్యే వాలెట్ చిరునామాను నమోదు చేయండి (కనీసం 26 అక్షరాలు)
ur: درست والیٹ ایڈریس درج کریں (کم از کم 26 حروف)

source: Warnings
hi: चेतावनियां
kn: ಎಚ್ಚರಿಕೆಗಳು

# viewWarningsGuidelines
source: View warnings & community guidelines
hi: चेतावनियां और समुदाय दिशानिर्देश देखें
kn: ಎಚ್ಚರಿಕೆಗಳು ಮತ್ತು ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Warning for permanent block
hi: स्थायी ब्लॉक के लिए चेतावनी
kn: ಶಾಶ್ವತ ನಿರ್ಬಂಧಕ್ಕಾಗಿ ಎಚ್ಚರಿಕೆ

source: Current warnings
hi: वर्तमान चेतावनियां
kn: ಪ್ರಸ್ತುತ ಎಚ್ಚರಿಕೆಗಳು

# greatNoWarnings
source: Great! You have no warnings
hi: बढ़िया! आपके पास कोई चेतावनी नहीं है
kn: ಉತ್ತಮ! ನಿಮಗೆ ಯಾವುದೇ ಎಚ್ಚರಿಕೆಗಳಿಲ್ಲ

# followCommunityGuidelines
source: Please follow community guidelines
hi: कृपया समुदाय दिशानिर्देशों का पालन करें
kn: ದಯವಿಟ್ಟು ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸಿ

# riskOfPermanentBlock
source: Warning: Risk of permanent block!
hi: चेतावनी: स्थायी ब्लॉक का जोखिम!
kn: ಎಚ್ಚರಿಕೆ: ಶಾಶ್ವತ ನಿರ್ಬಂಧದ ಅಪಾಯ!

# toAvoidWarnings
source: Warnings से बचने के लिए
kn: ಎಚ್ಚರಿಕೆಗಳನ್ನು ತಪ್ಪಿಸಲು

# rule01Hindi
source: सभी लोग से Respect से बात करें
kn: ಸಭ್ಯ ಭಾಷೆ ಬಳಸಿ

# rule02Hindi
source: किसी से भी Instagram और WhatsApp details ना मांगे
kn: ಯಾರಿಗೂ Instagram ಮತ್ತು WhatsApp ವಿವರಗಳನ್ನು ಕೇಳಬೇಡಿ

# rule03Hindi
source: गन्दी भाषा का उपयोग ना करें और विनम्र रहे
kn: ಕೆಟ್ಟ ಭಾಷೆಯನ್ನು ಬಳಸಬೇಡಿ ಮತ್ತು ಸಭ್ಯರಾಗಿರಿ

# rule04Hindi
source: किसी को भी गलत report ना करें
kn: ಯಾರನ್ನೂ ತಪ್ಪಾಗಿ ವರದಿ ಮಾಡಬೇಡಿ

# helpAndFeedback
source: Help & Feedback
hi: सहायता और प्रतिक्रिया
kn: ಸಹಾಯ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ

# faqsCommonIssues
source: FAQs, common issues & solutions
hi: FAQs, सामान्य समस्याएं और समाधान
kn: FAQ, ಸಾಮಾನ್ಯ ಸಮಸ್ಯೆಗಳು ಮತ್ತು ಪರಿಹಾರಗಳು

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्न
kn: ಸಾಮಾನ್ಯವಾಗಿ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು

source: How to recharge coins?
hi: सिक्के कैसे रिचार्ज करें?
kn: ನಾಣ್ಯಗಳನ್ನು ಹೇಗೆ ರೀಚಾರ್ಜ್ ಮಾಡುವುದು?

# rechargeAnswer
source: Go to Wallet → Flat Recharge → Select a package → Pay via UPI/Card. Coins will be credited instantly.
hi: वॉलेट → फ्लैट रिचार्ज → पैकेज चुनें → UPI/कार्ड से भुगतान करें। सिक्के तुरंत जमा हो जाएंगे।
kn: ವಾಲೆಟ್ → ಫ್ಲಾಟ್ ರೀಚಾರ್ಜ್ → ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆಮಾಡಿ → UPI/ಕಾರ್ಡ್ ಮೂಲಕ ಪಾವತಿಸಿ. ನಾಣ್ಯಗಳು ತಕ್ಷಣವೇ ಜಮೆಯಾಗುತ್ತವೆ.

source: How to withdraw earnings?
hi: कमाई कैसे निकालें?
kn: ಗಳಿಕೆಯನ್ನು ಹೇಗೆ ಹಿಂಪಡೆಯುವುದು?

# withdrawAnswer
source: Go to My Earning → Enter amount → Choose payment method → Submit request. It will be processed in 2-3 business days.
hi: मेरी कमाई → राशि दर्ज करें → भुगतान विधि चुनें → अनुरोध जमा करें। यह 2-3 व्यावसायिक दिनों में संसाधित किया जाएगा।
kn: ನನ್ನ ಗಳಿಕೆ → ಮೊತ್ತ ನಮೂದಿಸಿ → ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆಮಾಡಿ → ವಿನಂತಿ ಸಲ್ಲಿಸಿ. ಇದು 2-3 ವ್ಯಾಪಾರ ದಿನಗಳಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತದೆ.

# whatIsLevelSystem
source: What is the level system?
hi: लेवल सिस्टम क्या है?
kn: ಮಟ್ಟದ ವ್ಯವಸ್ಥೆ ಏನು?

# levelAnswer
source: You earn XP by being active on the app. As you collect more XP, your level increases, unlocking new features and rewards.
hi: आप ऐप पर सक्रिय रहकर XP कमाते हैं। जैसे-जैसे आप अधिक XP इकट्ठा करते हैं, आपका स्तर बढ़ता है, नई सुविधाएं और पुरस्कार अनलॉक होते हैं।
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸಕ್ರಿಯರಾಗಿರುವಾಗ XP ಗಳಿಸುತ್ತೀರಿ. ನೀವು ಹೆಚ್ಚು XP ಸಂಗ್ರಹಿಸಿದಂತೆ, ನಿಮ್ಮ ಮಟ್ಟವು ಹೆಚ್ಚಾಗುತ್ತದೆ, ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಬಹುಮಾನಗಳನ್ನು ಅನ್ಲಾಕ್ ಮಾಡುತ್ತದೆ.

source: How to contact support?
hi: सपोर्ट से कैसे संपर्क करें?
kn: ಬೆಂಬಲವನ್ನು ಹೇಗೆ ಸಂಪರ್ಕಿಸುವುದು?

# contactAnswer
source: Tap on Contact Support from Settings or Profile. You can chat with our team or submit your issue via form.
hi: सेटिंग्स या प्रोफाइल से सहायता से संपर्क करें पर टैप करें। आप हमारी टीम से चैट कर सकते हैं या फॉर्म के माध्यम से अपनी समस्या जमा कर सकते हैं।
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು ಅಥವಾ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ ಟ್ಯಾಪ್ ಮಾಡಿ. ನೀವು ನಮ್ಮ ತಂಡದೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಬಹುದು ಅಥವಾ ಫಾರ್ಮ್ ಮೂಲಕ ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಸಲ್ಲಿಸಬಹುದು.

# cannotFindAnswer
source: Can't find your answer?
hi: अपना उत्तर नहीं मिल रहा है?
kn: ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಕಂಡುಹಿಡಿಯಲು ಸಾಧ್ಯವಿಲ್ಲ?

# contactSupportTeam
source: Contact our support team for personalized help
hi: व्यक्तिगत सहायता के लिए हमारी सपोर्ट टीम से संपर्क करें
kn: ವೈಯಕ್ತಿಕ ಸಹಾಯಕ್ಕಾಗಿ ನಮ್ಮ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ

# hereToHelp
source: We're here to help!
hi: हम मदद के लिए यहां हैं!
kn: ನಾವು ಸಹಾಯ ಮಾಡಲು ಇಲ್ಲಿದ್ದೇವೆ!

# findAnswersCommon
source: Find answers to common questions
hi: सामान्य प्रश्नों के उत्तर खोजें
kn: ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಗಳನ್ನು ಹುಡುಕಿ

source: Still need help?
hi: अभी भी सहायता चाहिए?
kn: ಇನ್ನೂ ಸಹಾಯ ಬೇಕೇ?

# supportTeamHereForYou
source: Our support team is here for you
hi: हमारी सपोर्ट टीम आपके लिए यहां है
kn: ನಮ್ಮ ಬೆಂಬಲ ತಂಡವು ನಿಮಗಾಗಿ ಇಲ್ಲಿದೆ

# faqUpdateProfile
source: How do I update my profile?
hi: मैं अपनी प्रोफ़ाइल कैसे अपडेट करूं?
kn: ನನ್ನ ಪ್ರೊಫೈಲ್‌ನ್ನು ಹೇಗೆ ನವೀಕರಿಸುವುದು?

# faqUpdateProfileAnswer
source: Go to Profile tab, tap the edit icon on your profile picture. You can update your name, age, gender, language, location, bio, and add cover photos.
hi: प्रोफाइल टैब पर जाएं, अपनी प्रोफाइल तस्वीर पर एडिट आइकन टैप करें। आप अपना नाम, उम्र, लिंग, भाषा, स्थान, बायो अपडेट कर सकते हैं।
kn: ಪ್ರೊಫೈಲ್ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಚಿತ್ರದಲ್ಲಿ ಸಂಪಾದನೆ ಐಕಾನ್‌ನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ನೀವು ನಿಮ್ಮ ಹೆಸರು, ವಯಸ್ಸು, ಲಿಂಗ, ಭಾಷೆ, ಸ್ಥಳ, ಬಯೋ ಅನ್ನು ನವೀಕರಿಸಬಹುದು ಮತ್ತು ಕವರ್ ಫೋಟೋಗಳನ್ನು ಸೇರಿಸಬಹುದು.

# faqRechargeWallet
source: How can I recharge my wallet?
hi: मैं अपना वॉलेट कैसे रिचार्ज करूं?
kn: ನನ್ನ ವಾಲೆಟ್‌ನ್ನು ಹೇಗೆ ರೀಚಾರ್ಜ್ ಮಾಡುವುದು?

# faqRechargeWalletAnswer
source: Open Wallet from Profile menu, choose between Flat Recharge or Reseller options. Select your package and complete payment via Google Play.
hi: प्रोफाइल मेनू से वॉलेट खोलें, फ्लैट रिचार्ज या रीसेलर विकल्प चुनें। अपना पैकेज चुनें और Google Play के माध्यम से भुगतान पूरा करें।
kn: ಪ್ರೊಫೈಲ್ ಮೆನುವಿನಿಂದ ವಾಲೆಟ್ ತೆರೆಯಿರಿ, ಫ್ಲಾಟ್ ರೀಚಾರ್ಜ್ ಅಥವಾ ರೀಸೆಲ್ಲರ್ ಆಯ್ಕೆಗಳ ನಡುವೆ ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು Google Play ಮೂಲಕ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.

# faqSendMessages
source: How do I send messages?
hi: मैं संदेश कैसे भेजूं?
kn: ನಾನು ಸಂದೇಶಗಳನ್ನು ಹೇಗೆ ಕಳುಹಿಸುವುದು?

# faqSendMessagesAnswer
source: Search for a user, open their profile, and tap the Message button. You can also access all your chats from the Messages menu in your profile.
hi: किसी उपयोगकर्ता को खोजें, उनकी प्रोफाइल खोलें, और संदेश बटन टैप करें। आप अपनी प्रोफ़ाइल में संदेश मेनू से अपनी सभी चैट भी देख सकते हैं।
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಿ, ಅವರ ಪ್ರೊಫೈಲ್ ತೆರೆಯಿರಿ ಮತ್ತು ಸಂದೇಶ ಬಟನ್‌ನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ನೀವು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿರುವ ಸಂದೇಶಗಳು ಮೆನುವಿನಿಂದ ನಿಮ್ಮ ಎಲ್ಲಾ ಚಾಟ್‌ಗಳಿಗೆ ಪ್ರವೇಶಿಸಬಹುದು.

# faqFollowers
source: What are Followers and Following?
hi: फॉलोअर्स और फॉलोइंग क्या हैं?
kn: ಅನುಯಾಯಿಗಳು ಮತ್ತು ಅನುಸರಿಸುವುದು ಏನು?

# faqFollowersAnswer
source: Followers are users who follow you. Following shows users you follow. You can see these counts on your profile and other user profiles.
hi: फॉलोअर्स वे उपयोगकर्ता हैं जो आपको फॉलो करते हैं। फॉलोइंग उन उपयोगकर्ताओं को दिखाता है जिन्हें आप फॉलो करते हैं।
kn: ಅನುಯಾಯಿಗಳು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುವ ಬಳಕೆದಾರರು. ಅನುಸರಿಸುವುದು ನೀವು ಅನುಸರಿಸುವ ಬಳಕೆದಾರರನ್ನು ತೋರಿಸುತ್ತದೆ. ನೀವು ಇವುಗಳನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಇತರ ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್‌ಗಳಲ್ಲಿ ನೋಡಬಹುದು.

# faqLevelSystem
source: How does the Level system work?
hi: लेवल सिस्टम कैसे काम करता है?
kn: ಮಟ್ಟದ ವ್ಯವಸ್ಥೆ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?

# faqLevelSystemAnswer
source: Your level increases as you use the app. Higher levels unlock special features and badges. Tap on Level in your profile to see details.
hi: आपका स्तर बढ़ता है जैसे आप ऐप का उपयोग करते हैं। उच्च स्तर विशेष सुविधाओं और बैज अनलॉक करते हैं। विवरण देखने के लिए अपनी प्रोफ़ाइल में लेवल पर टैप करें।
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿದಂತೆ ನಿಮ್ಮ ಮಟ್ಟವು ಹೆಚ್ಚಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಟ್ಟಗಳು ವಿಶೇಷ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಬ್ಯಾಜ್‌ಗಳನ್ನು ಅನ್ಲಾಕ್ ಮಾಡುತ್ತವೆ. ವಿವರಗಳನ್ನು ನೋಡಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಮಟ್ಟವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.

# faqChangePhone
source: How do I change my phone number?
hi: मैं अपना फोन नंबर कैसे बदलूं?
kn: ನನ್ನ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೇಗೆ ಬದಲಾಯಿಸುವುದು?

# faqChangePhoneAnswer
source: Go to Profile → Account & Security → Update Phone Number. Enter your new number and verify with OTP.
hi: प्रोफ़ाइल → खाता और सुरक्षा → फोन नंबर अपडेट करें पर जाएं। अपना नया नंबर दर्ज करें और OTP से सत्यापित करें।
kn: ಪ್ರೊಫೈಲ್ → ಖಾತೆ ಮತ್ತು ಭದ್ರತೆ → ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನವೀಕರಿಸಿ. ನಿಮ್ಮ ಹೊಸ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು OTP ಮೂಲಕ ಪರಿಶೀಲಿಸಿ.

# faqWithdrawEarnings
source: How can I withdraw my earnings?
hi: मैं अपनी कमाई कैसे निकालूं?
kn: ನನ್ನ ಗಳಿಕೆಯನ್ನು ಹೇಗೆ ಹಿಂಪಡೆಯುವುದು?

# faqWithdrawEarningsAnswer
source: Open My Earning from Profile menu. Enter withdrawal amount, provide your UPI ID or bank details, and submit. Minimum withdrawal is ₹50.
hi: प्रोफाइल मेनू से मेरी कमाई खोलें। निकासी राशि दर्ज करें, अपनी UPI आईडी या बैंक विवरण प्रदान करें, और जमा करें। न्यूनतम निकासी ₹50 है।
kn: ಪ್ರೊಫೈಲ್ ಮೆನುವಿನಿಂದ ನನ್ನ ಗಳಿಕೆ ತೆರೆಯಿರಿ. ಹಿಂಪಡೆಯುವಿಕೆ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ, ನಿಮ್ಮ UPI ID ಅಥವಾ ಬ್ಯಾಂಕ್ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸಿ. ಕನಿಷ್ಠ ಹಿಂಪಡೆಯುವಿಕೆ ₹50.

# faqDeleteAccount
source: How do I delete my account?
hi: मैं अपना खाता कैसे हटाऊं?
kn: ನನ್ನ ಖಾತೆಯನ್ನು ಹೇಗೆ ಅಳಿಸುವುದು?

# faqDeleteAccountAnswer
source: Go to Profile → Account & Security → Delete Account. Type DELETE to confirm. This action is permanent and cannot be undone.
hi: प्रोफ़ाइल → खाता और सुरक्षा → खाता हटाएं पर जाएं। पुष्टि करने के लिए DELETE टाइप करें। यह क्रिया स्थायी है और इसे पूर्ववत नहीं किया जा सकता।
kn: ಪ್ರೊಫೈಲ್ → ಖಾತೆ ಮತ್ತು ಭದ್ರತೆ → ಖಾತೆಯನ್ನು ಅಳಿಸಿ. ದೃಢೀಕರಿಸಲು DELETE ಟೈಪ್ ಮಾಡಿ. ಈ ಕ್ರಿಯೆಯು ಶಾಶ್ವತವಾಗಿದೆ ಮತ್ತು ರದ್ದುಮಾಡಲಾಗುವುದಿಲ್ಲ.

# faqEnableNotifications
source: How to enable notifications?
hi: सूचनाएं कैसे सक्षम करें?
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಹೇಗೆ ಸಕ್ರಿಯಗೊಳಿಸುವುದು?

# faqEnableNotificationsAnswer
source: Go to Profile → Settings → Notification Settings. Enable the types of notifications you want to receive.
hi: प्रोफ़ाइल → सेटिंग्स → सूचना सेटिंग्स पर जाएं। उन प्रकार की सूचनाओं को सक्षम करें जो आप प्राप्त करना चाहते हैं।
kn: ಪ್ರೊಫೈಲ್ → ಸೆಟ್ಟಿಂಗ್ಗಳು → ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್ಗಳು. ನೀವು ಸ್ವೀಕರಿಸಲು ಬಯಸುವ ಅಧಿಸೂಚನೆಗಳ ಪ್ರಕಾರಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.

# faqAppNotWorking
source: App is not working properly, what to do?
hi: ऐप ठीक से काम नहीं कर रहा है, क्या करें?
kn: ಅಪ್ಲಿಕೇಶನ್ ಸರಿಯಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿಲ್ಲ, ಏನು ಮಾಡಬೇಕು?

# faqAppNotWorkingAnswer
source: Try these steps: 1) Clear app cache, 2) Update to latest version, 3) Restart your device, 4) If issue persists, contact support.
hi: ये चरण आज़माएं: 1) ऐप कैश साफ़ करें, 2) नवीनतम संस्करण पर अपडेट करें, 3) अपने डिवाइस को पुनः आरंभ करें, 4) यदि समस्या बनी रहती है, तो सहायता से संपर्क करें।
kn: ಈ ಹಂತಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ: 1) ಅಪ್ಲಿಕೇಶನ್ ಕ್ಯಾಶ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಿ, 2) ಅತ್ಯಾಧುನಿಕ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ, 3) ನಿಮ್ಮ ಸಾಧನವನ್ನು ಪುನರಾರಂಭಿಸಿ, 4) ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ, ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: Events
hi: इवेंट्स
kn: ಈವೆಂಟ್‌ಗಳು

source: Announcements
hi: घोषणाएं
kn: ಘೋಷಣೆಗಳು

# eventsAndAnnouncements
source: Events & Announcements
hi: इवेंट्स और घोषणाएं
kn: ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಘೋಷಣೆಗಳು

source: Upcoming events & posters
hi: आने वाले इवेंट्स और पोस्टर
kn: ಮುಂಬರುವ ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಪೋಸ್ಟರ್‌ಗಳು

source: Stay Updated!
hi: अपडेट रहें!
kn: ನವೀಕೃತವಾಗಿರಿ!

# checkLatestEvents
source: Check latest events & announcements
hi: नवीनतम इवेंट्स और घोषणाएं देखें
kn: ಇತ್ತೀಚಿನ ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಘೋಷಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ

source: Upcoming Events
hi: आने वाले इवेंट्स
kn: ಮುಂಬರುವ ಈವೆಂಟ್‌ಗಳು

source: Event
hi: इवेंट
kn: ಈವೆಂಟ್

source: Announcement
hi: घोषणा
kn: ಘೋಷಣೆ

# newLabel
source: NEW
hi: नया
kn: ಹೊಸ

source: More events coming soon!
hi: और इवेंट्स जल्द आ रहे हैं!
kn: ಹೆಚ್ಚಿನ ಈವೆಂಟ್‌ಗಳು ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತವೆ!

# checkBackRegularly
source: Check back regularly for new updates
hi: नए अपडेट के लिए नियमित रूप से देखें
kn: ಹೊಸ ನವೀಕರಣಗಳಿಗಾಗಿ ನಿಯಮಿತವಾಗಿ ಮರಳಿ ಪರಿಶೀಲಿಸಿ

source: Error loading streams
hi: स्ट्रीम लोड करने में त्रुटि
kn: ಸ್ಟ್ರೀಮ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ

# noLiveStreamsAtMoment
source: No live streams at the moment
hi: इस समय कोई लाइव स्ट्रीम नहीं है
kn: ಈ ಕ್ಷಣದಲ್ಲಿ ಯಾವುದೇ ಲೈವ್ ಸ್ಟ್ರೀಮ್‌ಗಳಿಲ್ಲ

# beFirstToGoLive
source: Be the first to go live!
hi: लाइव जाने वाले पहले व्यक्ति बनें!
kn: ಲೈವ್‌ಗೆ ಹೋಗುವ ಮೊದಲ ವ್ಯಕ್ತಿಯಾಗಿರಿ!

# liveStreamingComingSoon
source: Live streaming feature coming soon!
hi: लाइव स्ट्रीमिंग फीचर जल्द आ रहा है!
kn: ಲೈವ್ ಸ್ಟ್ರೀಮಿಂಗ್ ವೈಶಿಷ್ಟ್ಯ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತದೆ!

# liveLabel
source: LIVE
hi: लाइव
kn: ಲೈವ್

# connectingToLiveStream
source: Connecting to {name}'s live stream...
hi: {name} की लाइव स्ट्रीम से जुड़ रहे हैं...
kn: {name} ನ ಲೈವ್ ಸ್ಟ್ರೀಮ್‌ಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...

source: Start Your Live Stream
hi: अपनी लाइव स्ट्रीम शुरू करें
kn: ನಿಮ್ಮ ಲೈವ್ ಸ್ಟ್ರೀಮ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ
